{
  "summary": "Un petit carré de tissu devenu l’un des symboles silencieux de la vulnérabilité et de la loyauté de Léandre.",
  "description": "Ce mouchoir appartenait à Léandre depuis son adolescence. Il l’a toujours gardé sur lui, bien plié dans une poche intérieure de sa chemise. Malgré sa taille modeste, il porte les stigmates de sa vie de roturier, de soldat, puis d’homme déchiré entre devoir et désir.",
  "physicalDescription": "Le tissu est crème, bordé d’un fil d’or très fin, presque effacé. Une initiale brodée, aujourd’hui à peine lisible, trahit l’origine modeste de l’objet. Des taches anciennes racontent les blessures, la poussière des routes, et les nuits sans repos.",
  "symbolism": "Le mouchoir représente la sensibilité que Léandre cache derrière son rôle martial. C’est un témoin silencieux de ses peurs, de ses élans, et de tout ce qu’il n’ose jamais dire. Pour Delia, s’il venait à tomber entre ses mains, il révélerait un pan entier de cet homme qu’elle ne voit jamais entièrement.",
  "emotionalValue": "Il est l’un des seuls objets que Léandre possède depuis avant d’entrer au service de la cour. Il lui rappelle d’où il vient, ce qu’il a traversé, et surtout ce qu’il n’a jamais pu obtenir: une place où il pourrait enfin être lui-même.",
  "inStoryRole": "Ce mouchoir revient dans plusieurs scènes clés, notamment lorsque Léandre est blessé, ou lorsqu’il hésite entre avouer ses sentiments ou les étouffer. Delia ne le remarque d’abord pas, mais l’objet joue un rôle dans la révélation progressive de la vulnérabilité de Léandre.",
  "tags": [
    "intime",
    "loyauté",
    "souvenir",
    "vulnérabilité",
    "objet personnel"
  ],
  "keyMoments": [
    {
      "title": "Première apparition",
      "era": "Chapitre I",
      "description": "Léandre essuie discrètement une coupure à la main pendant qu’il entraîne des jeunes gardes."
    },
    {
      "title": "La nuit des aveux avortés",
      "era": "Chapitre VI",
      "description": "Il serre le mouchoir si fort qu’il froisse le tissu, juste avant de fuir la chambre de Delia."
    },
    {
      "title": "Lorsque Delia le découvre",
      "era": "Chapitre IX",
      "description": "Delia trouve accidentellement l’objet tombé au sol, et comprend que Léandre tremblait."
    }
  ],
  "notes": [
    "Objet pensé pour montrer la douceur de Léandre sans jamais le dire explicitement.",
    "Fonctionne comme un motif récurrent dans toute l’histoire."
  ]
}
