{
  "currentOwner": "Léandre Pucci",
  "currentStatus": "Toujours en sa possession, rangé dans une poche intérieure de sa chemise ou de son manteau, rarement visible mais presque toujours présent.",
  "originOwner": "La mère de Léandre",
  "originOwnerRelation": "Mère de Léandre, roturière du quartier marchand d’Aureval.",
  "originTransfer": "Offert à Léandre comme cadeau d’anniversaire lorsqu’il était encore adolescent. Elle avait économisé pendant des semaines pour pouvoir lui offrir quelque chose de « joli » sans renier leur condition.",
  "ownersTimeline": [
    {
      "name": "Mère de Léandre",
      "role": "Propriétaire d’origine",
      "period": "Enfance de Léandre",
      "relationToObject": "Commanditaire et première détentrice de l’objet.",
      "notes": "Elle a choisi le tissu et la broderie en pensant à la sensibilité de son fils, qu’elle voyait déjà trop tendre pour le monde."
    },
    {
      "name": "Léandre Pucci",
      "role": "Possesseur principal",
      "period": "Adolescence à présent",
      "relationToObject": "Cadeau d’enfance, conservé comme un talisman.",
      "notes": "Le mouchoir est l’un des seuls objets qu’il possède depuis avant son entrée au service de la cour."
    }
  ],
  "notableTransfers": [
    {
      "title": "Le cadeau d’anniversaire",
      "description": "Le mouchoir lui est offert un soir simple, sans faste : une table pauvre, un sourire timide, et la phrase « C’est pas grand-chose, mais c’est à toi. »"
    },
    {
      "title": "La première séparation",
      "description": "Lorsqu’il quitte sa maison pour rejoindre les gardes, Léandre hésite un long moment avant de glisser le mouchoir dans sa poche. Le prendre, c’est accepter qu’il ne reviendra peut-être pas comme avant."
    }
  ],
  "symbolicOwnership": "Même si l’objet a été acheté et pensé par sa mère, il appartient désormais autant à leur lien qu’à Léandre lui-même. Si Delia venait à le garder par accident, elle deviendrait à son tour dépositaire d’une part de son intimité.",
  "notes": [
    "Le mouchoir n’a jamais appartenu à un noble, ce qui contraste fortement avec le reste des objets de la cour.",
    "Il peut devenir un objet-clef si quelqu’un d’autre que Léandre l’emporte avec lui."
  ]
}
