{
  "identitySummary": "Aureval est un royaume où l'apparence raffinée, la politesse et la mise en scène sociale masquent en permanence les tensions, la fatigue et les luttes de pouvoir. On y parle doucement, mais chaque mot est pesé.",
  "coreValues": [
    "sens du paraître",
    "loyauté affichée (sincère ou non)",
    "goût pour le raffinement",
    "importance des secrets",
    "culte discret de la réputation"
  ],
  "dominantReligion": "Culte du Lys Blanc, symbole de pureté, d’ordre et de prospérité.",
  "religiousPractice": "La religion imprègne surtout les cérémonies publiques : couronnements, mariages, funérailles. Dans le quotidien, la foi est plus sociale que mystique : on respecte les rites pour rester \"dans le bon ton\".",
  "languages": [
    "Langue d’Aureval"
  ],
  "dialects": [
    "Parler des Collines",
    "Accent du Port",
    "Parler des cols d’Orval"
  ],
  "everydayLife": "Dans les villes, les matinées sont consacrées au travail artisanal ou marchand, et les soirées aux rencontres sociales : tavernes, salons, places animées. À la cour, les journées sont rythmées par les audiences, les rumeurs, et les dîners trop longs. Dans les campagnes, la vie suit les cycles des vendanges, des récoltes et des fêtes religieuses.",
  "socialClasses": [
    {
      "name": "Haute noblesse des Collines",
      "description": "Vie dans des villas surplombant la capitale, entourée de jardins, de vignobles et de serviteurs.",
      "perception": "Admiration mêlée de ressentiment : ils incarnent l’idéal d’Aureval, mais aussi ses excès."
    },
    {
      "name": "Petite noblesse de province",
      "description": "Gère des terres plus modestes, souvent endettée, partagée entre tradition et survie.",
      "perception": "Jugée par la haute cour comme provinciale, mais beaucoup plus proche du peuple."
    },
    {
      "name": "Bourgeoisie marchande",
      "description": "Vit surtout dans les quartiers du port et des marchés, prospère mais rarement titrée.",
      "perception": "Indispensable mais méprisée par une partie de la noblesse."
    },
    {
      "name": "Artisans & gens du peuple",
      "description": "Vivent dans des maisons étroites, travaillent tôt et se retrouvent dans les tavernes le soir.",
      "perception": "La base silencieuse du royaume, rarement consultée mais toujours observée."
    }
  ],
  "etiquette": [
    {
      "name": "Ne jamais arriver les mains vides",
      "context": "Visites à la cour ou chez un noble",
      "description": "On apporte un petit présent : vin, fruit rare, ruban, fleur blanche.",
      "fauxPas": "Arriver sans rien ou avec un cadeau inadapté (trop modeste ou au contraire trop ostentatoire)."
    },
    {
      "name": "Baisser les yeux devant un scandale",
      "context": "Rues de la capitale",
      "description": "Lorsqu’un incident éclate en public, les témoins font semblant de ne rien voir.",
      "fauxPas": "Regarder trop ouvertement, rire, ou poser des questions à voix haute."
    },
    {
      "name": "Le silence après le toast",
      "context": "Banquets officiels",
      "description": "Après un toast solennel, on observe quelques secondes de silence avant de reprendre les conversations.",
      "fauxPas": "Remplir le silence par une plaisanterie ou un commentaire déplacé."
    }
  ],
  "arts": [
    {
      "name": "Chants des Collines",
      "medium": "Musique vocale",
      "description": "Chants polyphoniques mélancoliques, souvent entonnés pendant les vendanges.",
      "socialContext": "Pratiqués par les paysans et certains nobles nostalgiques de la vie simple."
    },
    {
      "name": "Mascarades du Port",
      "medium": "Théâtre masqué",
      "description": "Pièces comiques ou satiriques jouées sur les places, souvent déguisées en farces inoffensives.",
      "socialContext": "Permettent de critiquer le pouvoir sans le nommer directement."
    },
    {
      "name": "Miniatures du Lys",
      "medium": "Peinture & enluminure",
      "description": "Petites scènes religieuses ou de cour peintes sur parchemin, extrêmement détaillées.",
      "socialContext": "Commandées par les nobles, mais copiées dans les échoppes des quartiers lettrés."
    }
  ],
  "festivals": [
    {
      "name": "Fête des Vendanges",
      "season": "Fin d’été",
      "type": "Populaire",
      "description": "On célèbre la récolte des raisins par des processions, de la musique et du vin partagé sur les places.",
      "symbolism": "Rappelle que la richesse d’Aureval vient d’abord de sa terre."
    },
    {
      "name": "Nuit des Lanternes",
      "season": "Automne",
      "type": "Mi-religieuse, mi-romantique",
      "description": "Les habitants déposent des lanternes flottantes sur l’eau ou les suspendent aux balcons.",
      "symbolism": "On dit que chaque lumière porte un souhait ou un secret."
    },
    {
      "name": "Jour du Lys",
      "season": "Printemps",
      "type": "Officielle",
      "description": "Cérémonies au palais, processions solennelles, distribution de fleurs blanches.",
      "symbolism": "Célébration de la dynastie et rappel discret de la fragilité de sa légitimité."
    }
  ],
  "subcultures": [
    {
      "name": "Poètes des Tavernes",
      "group": "Artistes et habitués des quartiers bas",
      "traits": "Sarcastiques, lucides, attachés à la vérité sous le vernis.",
      "description": "Ils improvisent des vers sur les scandales de la cour, payés en boissons et en rires nerveux."
    },
    {
      "name": "Enfants du Port",
      "group": "Orphelins, petits vendeurs, coursiers",
      "traits": "Agiles, informés de tout, loyautés changeantes.",
      "description": "Ils servent de messagers, espions, ou simples silhouettes anonymes entre les caisses et les navires."
    },
    {
      "name": "Dames aux Gants Blancs",
      "group": "Nobles et bourgeoises influentes",
      "traits": "Polies, calculatrices, spécialistes des demi-mots.",
      "description": "Elles organisent salons, dîners et rencontres discrètes, où se décident souvent bien plus de choses que dans les conseils officiels."
    }
  ],
  "notes": [
    "La société d’Aureval est obsédée par la manière dont les choses sont perçues, plus que par ce qu’elles sont réellement.",
    "La culture est un outil de pouvoir : fêtes, arts et rituels servent autant à unir qu’à manipuler.",
    "Les différences entre collines, port et cols créent des micro-cultures parfaites pour des intrigues spécifiques."
  ]
}
