{
  "overview": "L’économie d’Aureval repose sur un mélange de traditions agricoles, de commerce maritime et de production artisanale raffinée. Le royaume semble prospère vu de loin, mais cette richesse est très inégalement répartie et fragilement maintenue par les taxes du port et les vendanges des collines.",
  "resources": [
    {
      "name": "Vignes des Collines",
      "type": "Agricole",
      "location": "Collines entourant Vallenera",
      "description": "Vignes anciennes produisant des vins réputés pour leur douceur et leur longueur en bouche.",
      "usage": "Exportation de vins nobles, cadeaux diplomatiques, fêtes religieuses et mondaines."
    },
    {
      "name": "Olives et huile des terrasses",
      "type": "Agricole",
      "location": "Terrasses en contrebas des collines",
      "description": "Cultures en terrasse, travaillées à la main par des familles depuis plusieurs générations.",
      "usage": "Cuisine quotidienne, lampes à huile, offrandes lors des fêtes religieuses."
    },
    {
      "name": "Bois des vallées",
      "type": "Ressource naturelle",
      "location": "Vallées intérieures et forêts proches des cols",
      "description": "Bois utilisés pour la construction navale, les charpentes et les fortifications.",
      "usage": "Chantiers navals, maisons en ville, navires marchands."
    },
    {
      "name": "Marbre clair d’Aureval",
      "type": "Minérale",
      "location": "Carrières proches des cols d’Orval",
      "description": "Pierre claire et légèrement veinée, très recherchée pour les palais et monuments.",
      "usage": "Bâtiments officiels, statues, dalles de places publiques."
    }
  ],
  "mainSectors": [
    {
      "name": "Viticulture & vin",
      "type": "Agriculture de prestige",
      "description": "Les collines de Vallenera fournissent les vins les plus prisés du royaume.",
      "workers": "Paysans, métayers, petites familles nobles ruinées reconverties dans le vin.",
      "importance": "Symbole de prestige, source majeure de revenus pour la noblesse des collines."
    },
    {
      "name": "Commerce maritime",
      "type": "Commerce",
      "description": "Va-et-vient constant de navires marchands dans la baie d’Aureval.",
      "workers": "Marins, dockers, négociants, scribes et gardes du port.",
      "importance": "Nerf économique du royaume, dépendant de la stabilité politique."
    },
    {
      "name": "Artisanat de luxe",
      "type": "Artisanat",
      "description": "Orfèvrerie, enluminures, tissus brodés, objets de prestige pour la cour.",
      "workers": "Maîtres artisans, apprentis, ateliers de quartier lettré.",
      "importance": "Alimente l’image de raffinement d’Aureval autant que les coffres."
    },
    {
      "name": "Petites productions rurales",
      "type": "Subsistance",
      "description": "Céréales, légumes, élevage modeste dans les campagnes éloignées.",
      "workers": "Paysans, fermiers, journaliers.",
      "importance": "Assure la survie du peuple, mais reste peu protégée par la cour."
    }
  ],
  "tradePartners": [
    {
      "name": "Cités marchandes du Nord",
      "type": "Cités libres",
      "goodsExported": "Vins, huile, marbre, objets de luxe.",
      "goodsImported": "Tissus, épices, informations, mercenaires occasionnels.",
      "balanceSummary": "Échanges importants mais instables : tout ralentissement du port se répercute immédiatement."
    },
    {
      "name": "Cités du Sud",
      "type": "Réseau portuaire",
      "goodsExported": "Vins plus communs, bois, produits agricoles.",
      "goodsImported": "Poissons séchés, sel, matières premières exotiques.",
      "balanceSummary": "Relations plus modestes mais vitales pour l’approvisionnement quotidien."
    },
    {
      "name": "Royaume des Cols",
      "type": "Voisin terrestre",
      "goodsExported": "Marbre, bois, artisanat.",
      "goodsImported": "Métaux, chevaux, armes.",
      "balanceSummary": "Commerce pragmatique malgré des tensions politiques récurrentes."
    }
  ],
  "currency": {
    "name": "Florin d’Aureval",
    "subUnits": "12 sols = 1 florin",
    "material": "Pièces d’or et d’argent marquées d’un lys stylisé",
    "usageNotes": "Les florins circulent surtout dans les villes et à la cour. Dans les campagnes, on troque encore beaucoup en nature."
  },
  "keyActors": [
    {
      "name": "Guilde des Marchands d’Aureval",
      "type": "Guilde marchande",
      "description": "Contrôle une grande partie des entrepôts et des contrats maritimes.",
      "influence": "Peut faire pression sur la cour en ralentissant discrètement l’activité du port."
    },
    {
      "name": "Familles des Collines",
      "type": "Noblesse terrienne",
      "description": "Possèdent la majorité des vignobles et dictent les prix du vin de prestige.",
      "influence": "Influencent la cour à travers banquets, alliances et cadeaux très visibles."
    },
    {
      "name": "Collectif des Dockers de Vallenera",
      "type": "Travailleurs organisés",
      "description": "Regroupe ouvriers du port et manutentionnaires.",
      "influence": "Peu reconnus officiellement, mais capables de bloquer le port par de simples \"retards\" coordonnés."
    }
  ],
  "tensions": [
    {
      "name": "Taxe du Port",
      "type": "Fiscal",
      "description": "Les taxes successives sur les marchandises étranglent les petits marchands.",
      "stakes": "Risque de révolte ouverte ou de corruption massive pour contourner les règles."
    },
    {
      "name": "Endettement de la petite noblesse",
      "type": "Social",
      "description": "Certains nobles de province survivent uniquement grâce aux récoltes et à des accords avec les marchands.",
      "stakes": "Ouverture aux manipulations, ventes forcées de terres, alliances douteuses."
    },
    {
      "name": "Dépendance aux vendanges",
      "type": "Structurel",
      "description": "Une mauvaise année de récolte peut mettre à genoux toute l’économie du royaume.",
      "stakes": "Famine, exode rural, instabilité politique accrue."
    }
  ],
  "notes": [
    "Aureval donne l’illusion d’une prospérité stable, mais repose sur quelques secteurs très fragiles.",
    "L’économie crée des points de contact parfaits entre personnages : dettes, contrats, marchandages, promesses.",
    "Le port et les collines sont les deux pôles économiques majeurs, et donc des lieux privilégiés pour les intrigues."
  ]
}
