{
  "overview": "Née dans un mensonge d'État et élevée comme princesse sans jamais être pleinement acceptée, Delia a grandi avec l'intuition constante qu'on lui cachait quelque chose. Son passé est une accumulation de blessures silencieuses, de gestes retenus et de loyautés ambiguës.",
  "phases": [
    {
      "id": "enfance",
      "title": "Enfance sous verre",
      "period": "0 – 12 ans",
      "text": "Enfant unique de la couronne, Delia est montrée au peuple comme un symbole de prospérité. En privé, elle ressent l'hostilité glacée de la reine Amaranthe, les absences répétées du roi Roc, et la gêne des domestiques qui l'entourent avec une bienveillance trop mesurée pour être sincère."
    },
    {
      "id": "adolescence",
      "title": "Âge des soupçons",
      "period": "13 – 18 ans",
      "text": "À l'adolescence, les contradictions deviennent impossibles à ignorer : conversations interrompues à son arrivée, documents aussitôt rangés, décisions politiques étrangement obsessionnelles autour de sa sécurité et de ses fiançailles. Delia commence à tester les limites du protocole et développe une rancœur tenace envers la reine."
    },
    {
      "id": "jeunesse",
      "title": "Révolte contenue",
      "period": "19 – 24 ans",
      "text": "Alors que les jeux de mariage s'intensifient, Delia alterne entre une apparente docilité et des éclats de lucidité brutale. C'est durant cette période qu'elle se rapproche de Léandre, et qu'elle comprend, sans pouvoir encore le prouver, que son existence repose sur une décision sordide du passé."
    }
  ],
  "keyEvents": [
    {
      "year": "Enfance",
      "title": "Premiers doutes",
      "description": "Elle surprend une dispute entre la reine et le roi où il est question d'une 'erreur qu'on ne pourra jamais annuler'."
    },
    {
      "year": "16 ans",
      "title": "Découverte partielle",
      "description": "En fouillant les archives, Delia trouve un registre de naissances incomplet pour l'année de sa venue au monde."
    },
    {
      "year": "Début de l'histoire",
      "title": "La fissure",
      "description": "Un détail de plus fait tout basculer : un nom, une date, ou une ressemblance trop flagrante pour être ignorée."
    }
  ]
}
